{
  "getPublicMerchantVoucherList":{
    "vouchers":[
      {
        "voucher_id":2965,
        "voucher_name":"GRATIS ONGKIR",
        "voucher_code":"OSONGKIR",
        "voucher_type":{
          "voucher_type":1,
          "identifier":"free-ongkir"
        },
        "amount":{
          "amount_type":1,
          "amount":30000
        },
        "minimum_spend":100000,
        "owner":{
          "owner_id":2,
          "identifier":"tokopedia-voucher"
        },
        "valid_thru":"1551398399",
        "tnc":"\n\u003col\u003e\n    \u003cli\u003ePromo Gratis Ongkir berlaku untuk pembelanjaan produk Tokopedia Official Store selama periode \u003cb\u003e13 Desember 2017\u003c/b\u003e (pukul 00.00 WIB) - \u003cb\u003e28 Februari 2019\u003c/b\u003e (pukul 23.59 WIB).\u003c/li\u003e\n    \u003cli\u003eUntuk menikmati gratis ongkir hingga Rp30.000 ke seluruh Indonesia, pengguna harus memasukkan kode promo \u003cb\u003eOSONGKIR\u003c/b\u003e di halaman pembayaran.\u003c/li\u003e\n    \u003cli\u003ePromo hanya berlaku untuk pembelanjaan di \u003ca href=\"https://www.tokopedia.com/official-store/\"\u003eTokopedia Official Store\u003c/a\u003e dengan minimum transaksi Rp100.000 (total harga produk, belum termasuk ongkos kirim dan biaya tambahan lainnya).\u003c/li\u003e\n    \u003cli\u003ePromo tidak dapat digabung dengan promo lain.\u003c/li\u003e\n    \u003cli\u003eJika transaksi digabung dengan pembelanjaan dari toko di luar Official Store, maka ongkos kirim yang akan ditanggung \u003cb\u003ehanya ongkos kirim dari pembelian produk Official Store\u003c/b\u003e.\u003c/li\u003e\n    \u003cli\u003eGratis ongkos kirim yang diberikan tidak termasuk biaya-biaya tambahan dari pihak logistik ataupun penjual seperti packing kayu, asuransi, dan sebagainya.\u003c/li\u003e\n    \u003cli\u003eJika ongkos kirim melebihi nilai yang disubsidi oleh Tokopedia, maka sisa ongkos kirim ditanggung oleh pembeli.\u003c/li\u003e\n    \u003cli\u003eJika terdapat selisih antara berat pada deskripsi produk dengan berat produk yang dikirimkan oleh penjual lewat pihak logistik, ongkos kirim yang diterima penjual mengacu pada harga yang terdata pada pihak logistik.\u003c/li\u003e\n    \u003cli\u003eSubsidi ongkos kirim tidak berlaku atau hangus, jika transaksi masuk ke pusat resolusi dan terdapat pengembalian barang sebagian atau sepenuhnya ke penjual.\u003c/li\u003e\n    \u003cli\u003eNominal subsidi ongkos kirim akan disesuaikan jika:\n        \u003cul\u003e\n            \u003cli\u003eTransaksi hanya dikirim sebagian oleh penjual (proses sebagian).\u003c/li\u003e\n            \u003cli\u003ePembeli melakukan transaksi ke beberapa toko dalam satu pembayaran, dan salah satu transaksi dibatalkan oleh penjual maka pengembalian dana ke pembeli akan dikurangi subsidi ongkos kirim Tokopedia.\u003c/li\u003e\n        \u003c/ul\u003e\n    \u003c/li\u003e\n    \u003cli\u003eTokopedia berhak, tanpa pemberitahuan sebelumnya, melakukan tindakan-tindakan yang diperlukan apabila ditemukan tindakan manipulasi/kecurangan.\u003c/li\u003e\n    \u003cli\u003eSyarat dan Ketentuan promo ini merupakan bagian yang tidak terpisahkan dari \u003ca href=\"https://www.tokopedia.com/terms.pl\"\u003eSyarat dan Ketentuan Tokopedia\u003c/a\u003e, dan sewaktu-waktu dapat berubah tanpa pemberitahuan sebelumnya.\u003c/li\u003e\n\u003c/ol\u003e\n",
        "banner":{
          "desktop_url":"https://ecs7.tokopedia.net/img/blog/promo/2017/12/14165420/Feature-Image-940x339-PNG1.png",
          "mobile_url":"https://ecs7.tokopedia.net/img/blog/promo/2017/12/14165420/Feature-Image-940x339-PNG1.png"
        },
        "status":{
          "status":2,
          "identifier":"available"
        },
        "in_use_expiry":"0"
      }
    ],
    "error_message_title":"",
    "error_message":""
  }
}
