7767517
150 162
Input            input.1                  0 1 input.1
MemoryData       387                      0 1 387 0=1
MemoryData       389                      0 1 389 0=2 1=3920
MemoryData       391                      0 1 391 0=2 1=3920
MemoryData       394                      0 1 394 0=1
MemoryData       397                      0 1 397 0=2 1=3920
MemoryData       402                      0 1 402 0=1
MemoryData       407                      0 1 407 0=1
Convolution      235                      1 1 input.1 235 0=16 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=432
BatchNorm        236                      1 1 235 236 0=16
Clip             237                      1 1 236 237 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 238                      1 1 237 238 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=144 7=16
BatchNorm        239                      1 1 238 239 0=16
Clip             240                      1 1 239 240 0=0.000000e+00 1=6.000000e+00
Convolution      241                      1 1 240 241 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=128
BatchNorm        242                      1 1 241 242 0=8
Convolution      243                      1 1 242 243 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=384
BatchNorm        244                      1 1 243 244 0=48
Clip             245                      1 1 244 245 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 246                      1 1 245 246 0=48 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=432 7=48
BatchNorm        247                      1 1 246 247 0=48
Clip             248                      1 1 247 248 0=0.000000e+00 1=6.000000e+00
Convolution      249                      1 1 248 249 0=12 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=576
BatchNorm        250                      1 1 249 250 0=12
Split            splitncnn_0              1 2 250 250_splitncnn_0 250_splitncnn_1
Convolution      251                      1 1 250_splitncnn_1 251 0=72 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=864
BatchNorm        252                      1 1 251 252 0=72
Clip             253                      1 1 252 253 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 254                      1 1 253 254 0=72 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=648 7=72
BatchNorm        255                      1 1 254 255 0=72
Clip             256                      1 1 255 256 0=0.000000e+00 1=6.000000e+00
Convolution      257                      1 1 256 257 0=12 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=864
BatchNorm        258                      1 1 257 258 0=12
BinaryOp         259                      2 1 250_splitncnn_0 258 259 0=0
Convolution      260                      1 1 259 260 0=72 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=864
BatchNorm        261                      1 1 260 261 0=72
Clip             262                      1 1 261 262 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 263                      1 1 262 263 0=72 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=648 7=72
BatchNorm        264                      1 1 263 264 0=72
Clip             265                      1 1 264 265 0=0.000000e+00 1=6.000000e+00
Convolution      266                      1 1 265 266 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1152
BatchNorm        267                      1 1 266 267 0=16
Split            splitncnn_1              1 2 267 267_splitncnn_0 267_splitncnn_1
Convolution      268                      1 1 267_splitncnn_1 268 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        269                      1 1 268 269 0=96
Clip             270                      1 1 269 270 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 271                      1 1 270 271 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        272                      1 1 271 272 0=96
Clip             273                      1 1 272 273 0=0.000000e+00 1=6.000000e+00
Convolution      274                      1 1 273 274 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        275                      1 1 274 275 0=16
BinaryOp         276                      2 1 267_splitncnn_0 275 276 0=0
Convolution      277                      1 1 276 277 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        278                      1 1 277 278 0=96
Clip             279                      1 1 278 279 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_2              1 3 279 279_splitncnn_0 279_splitncnn_1 279_splitncnn_2
ConvolutionDepthWise 280                      1 1 279_splitncnn_2 280 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        281                      1 1 280 281 0=96
Clip             282                      1 1 281 282 0=0.000000e+00 1=6.000000e+00
Convolution      283                      1 1 282 283 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        284                      1 1 283 284 0=16
ConvolutionDepthWise 285                      1 1 279_splitncnn_1 285 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=864 7=96
BatchNorm        286                      1 1 285 286 0=96
Clip             287                      1 1 286 287 0=0.000000e+00 1=6.000000e+00
Convolution      288                      1 1 287 288 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=768
Permute          289                      1 1 288 289 0=3
Reshape          299                      1 1 289 299 0=2 1=-1
ConvolutionDepthWise 300                      1 1 279_splitncnn_0 300 0=96 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=864 7=96
BatchNorm        301                      1 1 300 301 0=96
Clip             302                      1 1 301 302 0=0.000000e+00 1=6.000000e+00
Convolution      303                      1 1 302 303 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
Permute          304                      1 1 303 304 0=3
Reshape          314                      1 1 304 314 0=4 1=-1
Convolution      315                      1 1 284 315 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=1536
BatchNorm        316                      1 1 315 316 0=96
Clip             317                      1 1 316 317 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 318                      1 1 317 318 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=0 6=864 7=96
BatchNorm        319                      1 1 318 319 0=96
Clip             320                      1 1 319 320 0=0.000000e+00 1=6.000000e+00
Convolution      321                      1 1 320 321 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=3072
BatchNorm        322                      1 1 321 322 0=32
Split            splitncnn_3              1 2 322 322_splitncnn_0 322_splitncnn_1
Convolution      323                      1 1 322_splitncnn_1 323 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        324                      1 1 323 324 0=192
Clip             325                      1 1 324 325 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 326                      1 1 325 326 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1728 7=192
BatchNorm        327                      1 1 326 327 0=192
Clip             328                      1 1 327 328 0=0.000000e+00 1=6.000000e+00
Convolution      329                      1 1 328 329 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        330                      1 1 329 330 0=32
BinaryOp         331                      2 1 322_splitncnn_0 330 331 0=0
Split            splitncnn_4              1 2 331 331_splitncnn_0 331_splitncnn_1
Convolution      332                      1 1 331_splitncnn_1 332 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        333                      1 1 332 333 0=192
Clip             334                      1 1 333 334 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 335                      1 1 334 335 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1728 7=192
BatchNorm        336                      1 1 335 336 0=192
Clip             337                      1 1 336 337 0=0.000000e+00 1=6.000000e+00
Convolution      338                      1 1 337 338 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        339                      1 1 338 339 0=32
BinaryOp         340                      2 1 331_splitncnn_0 339 340 0=0
Split            splitncnn_5              1 2 340 340_splitncnn_0 340_splitncnn_1
Convolution      341                      1 1 340_splitncnn_1 341 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        342                      1 1 341 342 0=192
Clip             343                      1 1 342 343 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 344                      1 1 343 344 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=0 6=1728 7=192
BatchNorm        345                      1 1 344 345 0=192
Clip             346                      1 1 345 346 0=0.000000e+00 1=6.000000e+00
Convolution      347                      1 1 346 347 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        348                      1 1 347 348 0=32
BinaryOp         349                      2 1 340_splitncnn_0 348 349 0=0
Convolution      350                      1 1 349 350 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=0 6=6144
BatchNorm        351                      1 1 350 351 0=192
Clip             352                      1 1 351 352 0=0.000000e+00 1=6.000000e+00
Split            splitncnn_6              1 2 352 352_splitncnn_0 352_splitncnn_1
ConvolutionDepthWise 353                      1 1 352_splitncnn_1 353 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
BatchNorm        354                      1 1 353 354 0=192
Clip             355                      1 1 354 355 0=0.000000e+00 1=6.000000e+00
Convolution      356                      1 1 355 356 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
Permute          357                      1 1 356 357 0=3
Reshape          367                      1 1 357 367 0=2 1=-1
ConvolutionDepthWise 368                      1 1 352_splitncnn_0 368 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
BatchNorm        369                      1 1 368 369 0=192
Clip             370                      1 1 369 370 0=0.000000e+00 1=6.000000e+00
Convolution      371                      1 1 370 371 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3072
Permute          372                      1 1 371 372 0=3
Reshape          382                      1 1 372 382 0=4 1=-1
Concat           383                      2 1 299 367 383 0=0
Concat           384                      2 1 314 382 384 0=0
Split            splitncnn_7              1 2 384 384_splitncnn_0 384_splitncnn_1
Softmax          385                      1 1 383 385 0=1 1=1
Crop             386                      1 1 384_splitncnn_1 386 -23309=1,0 -23310=1,2 -23311=1,1
BinaryOp         388                      2 1 386 387 388 0=2
BinaryOp         390                      2 1 388 389 390 0=2
BinaryOp         392                      2 1 390 391 392 0=0
Crop             393                      1 1 384_splitncnn_0 393 -23309=1,2 -23310=1,2147483647 -23311=1,1
BinaryOp         395                      2 1 393 394 395 0=2
UnaryOp          396                      1 1 395 396 0=7
BinaryOp         398                      2 1 396 397 398 0=2
Concat           399                      2 1 392 398 399 0=1
Split            splitncnn_8              1 4 399 399_splitncnn_0 399_splitncnn_1 399_splitncnn_2 399_splitncnn_3
Crop             400                      1 1 399_splitncnn_3 400 -23309=1,0 -23310=1,2 -23311=1,1
Crop             401                      1 1 399_splitncnn_2 401 -23309=1,2 -23310=1,2147483647 -23311=1,1
BinaryOp         403                      2 1 401 402 403 0=3
BinaryOp         404                      2 1 400 403 404 0=1
Crop             405                      1 1 399_splitncnn_1 405 -23309=1,0 -23310=1,2 -23311=1,1
Crop             406                      1 1 399_splitncnn_0 406 -23309=1,2 -23310=1,2147483647 -23311=1,1
BinaryOp         408                      2 1 406 407 408 0=3
BinaryOp         409                      2 1 405 408 409 0=0
Concat           410                      2 1 404 409 410 0=1
