7767517
37 39
Input            input.1                  0 1 input.1
Convolution      99                       1 1 input.1 99 0=16 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=432
Clip             101                      1 1 99 101 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 102                      1 1 101 102 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=144 7=16
Clip             104                      1 1 102 104 0=0.000000e+00 1=6.000000e+00
Convolution      105                      1 1 104 105 0=8 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=128
Convolution      107                      1 1 105 107 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=192
Clip             109                      1 1 107 109 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 110                      1 1 109 110 0=24 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=216 7=24
Clip             112                      1 1 110 112 0=0.000000e+00 1=6.000000e+00
Convolution      113                      1 1 112 113 0=12 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=288
Split            splitncnn_0              1 2 113 113_splitncnn_0 113_splitncnn_1
Convolution      115                      1 1 113_splitncnn_1 115 0=36 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=432
Clip             117                      1 1 115 117 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 118                      1 1 117 118 0=36 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=324 7=36
Clip             120                      1 1 118 120 0=0.000000e+00 1=6.000000e+00
Convolution      121                      1 1 120 121 0=12 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=432
BinaryOp         123                      2 1 113_splitncnn_0 121 123 0=0
Convolution      124                      1 1 123 124 0=36 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=432
Clip             126                      1 1 124 126 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 127                      1 1 126 127 0=36 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=324 7=36
Clip             129                      1 1 127 129 0=0.000000e+00 1=6.000000e+00
Convolution      130                      1 1 129 130 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=576
Split            splitncnn_1              1 2 130 130_splitncnn_0 130_splitncnn_1
Convolution      132                      1 1 130_splitncnn_1 132 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=768
Clip             134                      1 1 132 134 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 135                      1 1 134 135 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=432 7=48
Clip             137                      1 1 135 137 0=0.000000e+00 1=6.000000e+00
Convolution      138                      1 1 137 138 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=768
BinaryOp         140                      2 1 130_splitncnn_0 138 140 0=0
Convolution      141                      1 1 140 141 0=512 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=8192
Clip             143                      1 1 141 143 0=0.000000e+00 1=6.000000e+00
Reduction        144                      1 1 143 144 0=3 1=0 -23303=1,3 4=0
Reduction        145                      1 1 144 145 0=3 1=0 -23303=1,2 4=0
ReLU             146                      1 1 145 146
InnerProduct     147                      1 1 146 147 0=1 1=1 2=512
Sigmoid          148                      1 1 147 148
